import Zadum from "./assets/задумчивий-скуф.jpeg";
import Zakl from "./assets/заклопотаний-скуф.jpeg";
import nepon from "./assets/непонявщозахуйня-скуф.jpeg";
import sturm from "./assets/скуф-штурмовик.jpeg";
import nice from "./assets/успішний-скуф.jpeg";
import hapi from "./assets/щасливий-скуф.jpeg";
import linkinpark from "./assets/юнийпіздюк-скуф.jpeg";
import sadskuf from "./assets/сумний-скуф.jpeg";

export const skufdata = [
  {
    img: Zadum,
    text: "Сьогодні ви задумчевий скуф. Ви проєбете/проєбали день, бо задумувались забагато.",
  },
  {
    img: Zakl,
    text: "Сьогодні ви заклопотаний скуф. Працюйте, сука, цілий день, може шось і вийде",
  },
  {
    img: nepon,
    text: "Сьогодні ви недоходяга скуф. Ляжте і дивіться в стелю, бо хуй його знає, що робити з цим життєм",
  },
  {
    img: sturm,
    text: "Сьогодні ви скуф-штурмовик. Оновіть дані в ТЦК",
  },
  {
    img: nice,
    text: "Сьогодні ви успішний скуф. Богиня Щастя на вашому боці",
  },
  {
    img: hapi,
    text: "Сьогодні ви щасливий скуф. Видаліть зі свого життя всіх підерасів, щоб ваш день і далі був щасливим",
  },
  {
    img: linkinpark,
    text: "Сьогодні ви юний скуф. Включіть лінкін парк і думайте про суісайд та дівчину/хлопця, з яким ви зустрічались у 4 роки",
  },{
    img: sadskuf,
    text: "Сьогодні ви сумний скуф. Постарайтесь заспокоїтись, глибоко дихнути і затримати дихання, і так декілька разів.(не поможе)",
  },
];
